tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"
brew "ack"
brew "asciinema"
brew "aspell"
brew "autoconf"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bitwarden-cli"
brew "brew-cask-completion"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "deno"
brew "direnv"
brew "dnsmasq"
brew "dos2unix"
brew "exiftool"
brew "ffmpeg"
brew "fish"
brew "freetype"
brew "fzf"
brew "gcc"
brew "gdb"
brew "gdbm"
brew "gettext"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-lfs"
brew "glib"
brew "gmp"
brew "go"
brew "graphviz"
brew "harfbuzz"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "heroku/brew/heroku"
brew "icu4c"
brew "imagemagick"
brew "isl"
brew "jpeg"
brew "jq"
brew "libde265"
brew "libevent"
brew "libffi"
brew "libheif"
brew "libmpc"
brew "libomp"
brew "libpng"
brew "libssh2"
brew "libtasn1"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libyaml"
brew "little-cms2"
brew "lua"
brew "mas"
brew "mpfr"
brew "ncdu"
brew "ncurses"
brew "neovim"
brew "nettle"
brew "nkf"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "oniguruma"
brew "openexr"
brew "openjdk"
brew "openjpeg"
brew "openssl@1.1"
brew "openvpn"
brew "p11-kit"
brew "pandoc"
brew "pass"
brew "pcre"
brew "pcre2"
brew "perl"
brew "pkg-config"
brew "pstree"
brew "pwgen"
brew "python@3.10"
brew "python@3.9"
brew "rbenv"
brew "readline"
brew "ruby"
brew "shared-mime-info"
brew "shellcheck"
brew "shfmt"
brew "sqlite"
brew "starship"
brew "subversion"
brew "teamookla/speedtest/speedtest"
brew "telnet"
brew "tmux"
brew "tree"
brew "unbound"
brew "vim"
brew "watch"
brew "webp"
brew "wget"
brew "x265"
brew "xz"
brew "ykman"
brew "yq"
cask "atom"
cask "authy"
cask "bitwarden"
cask "chromedriver"
cask "discord"
cask "docker"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "hex-fiend"
cask "karabiner-elements"
cask "keybase"
cask "logitech-options"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "multipass"
cask "ngrok"
cask "owasp-zap"
cask "powershell"
cask "safari-technology-preview"
cask "tor-browser"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "yubico-yubikey-personalization-gui"
cask "yubico-yubikey-piv-manager"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "Bear", id: 1091189122
mas "Bitdefender Virus Scanner", id: 500154009
mas "CotEditor", id: 1024640650
mas "Developer", id: 640199958
mas "GoodNotes", id: 1444383602
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Mactracker", id: 430255202
mas "Magnet", id: 441258766
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "Playgrounds", id: 1496833156
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
mas "辞書 by 物書堂", id: 1380563956
