==> Auto-updated Homebrew!
==> Updated Casks
Updated 1 cask.
Updated 1 tap (homebrew/cask).

tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"
tap "thoughtbot/formulae"
brew "ack"
brew "asciinema"
brew "aspell"
brew "autoconf"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "brew-cask-completion"
brew "cmake"
brew "cscope"
brew "ctags"
brew "deno"
brew "dnsmasq"
brew "dos2unix"
brew "exiftool"
brew "ffmpeg"
brew "fish"
brew "freetype"
brew "fzf"
brew "gcc"
brew "gdb"
brew "gdbm"
brew "gettext"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-lfs"
brew "glib"
brew "gmp"
brew "go"
brew "graphviz"
brew "heroku/brew/heroku"
brew "hub"
brew "icu4c"
brew "ilmbase"
brew "imagemagick"
brew "isl"
brew "jpeg"
brew "jq"
brew "libde265"
brew "libevent"
brew "libffi"
brew "libheif"
brew "libmpc"
brew "libomp"
brew "libpng"
brew "libssh2"
brew "libtasn1"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libyaml"
brew "little-cms2"
brew "lua"
brew "macvim"
brew "mas"
brew "mono"
brew "mpfr"
brew "n"
brew "ncdu"
brew "ncurses"
brew "neofetch"
brew "nettle"
brew "nkf"
brew "nmap"
brew "node"
brew "oniguruma"
brew "openblas"
brew "openexr"
brew "openjpeg"
brew "openvpn"
brew "p11-kit"
brew "pandoc"
brew "pcre"
brew "pcre2"
brew "perl"
brew "pipenv"
brew "pkg-config"
brew "pstree"
brew "pyenv"
brew "pypy3"
brew "python@3.7"
brew "python@3.8"
brew "r"
brew "rbenv"
brew "readline"
brew "ruby"
brew "shared-mime-info"
brew "shellcheck"
brew "shfmt"
brew "sqlite"
brew "starship"
brew "subversion"
brew "teamookla/speedtest/speedtest"
brew "telnet"
brew "thoughtbot/formulae/gitsh"
brew "tig"
brew "tmux"
brew "tree"
brew "unbound"
brew "webp"
brew "wget"
brew "x265"
brew "xz"
brew "yarn"
brew "yq"
cask "appcode"
cask "atom"
cask "authy"
cask "chromedriver"
cask "docker"
cask "firefox"
cask "github"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"
cask "gyazo"
cask "hex-fiend"
cask "insomnia"
cask "karabiner-elements"
cask "keybase"
cask "logitech-options"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "ngrok"
cask "notion"
cask "postman"
cask "powershell"
cask "pycharm"
cask "rstudio"
cask "rubymine"
cask "skype"
cask "tor-browser"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "webstorm"
cask "wireshark"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "Bear", id: 1091189122
mas "CotEditor", id: 1024640650
mas "Developer", id: 640199958
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Mactracker", id: 430255202
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Notability", id: 736189492
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "Playgrounds", id: 1496833156
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
