tap "1password/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "oven-sh/bun"
tap "teamookla/speedtest"
brew "ack"
brew "asciinema"
brew "aspell"
brew "autoconf"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bitwarden-cli"
brew "brew-cask-completion"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "deno"
brew "direnv"
brew "dnsmasq"
brew "dos2unix"
brew "exiftool"
brew "ffmpeg"
brew "fish"
brew "freetype"
brew "fzf"
brew "gcc"
brew "gdbm"
brew "gettext"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "glab"
brew "glib"
brew "gmp"
brew "go"
brew "graphviz"
brew "harfbuzz"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "heroku/brew/heroku"
brew "icu4c"
brew "imagemagick"
brew "isl"
brew "jpeg"
brew "jq"
brew "libde265"
brew "libevent"
brew "libffi"
brew "libheif"
brew "libmpc"
brew "libomp", link: true
brew "libpng"
brew "libssh2"
brew "libtasn1"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libyaml"
brew "little-cms2"
brew "lua"
brew "mas"
brew "mkcert"
brew "mpfr"
brew "ncdu"
brew "ncurses"
brew "neovim"
brew "nettle"
brew "nkf"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "oniguruma"
brew "openapi-generator"
brew "openexr"
brew "openjdk"
brew "openjpeg"
brew "openvpn"
brew "oven-sh/bun/bun"
brew "p11-kit"
brew "pandoc"
brew "pcre"
brew "pcre2"
brew "perl"
brew "pipx"
brew "pkg-config"
brew "plantuml"
brew "postgresql@14"
brew "pstree"
brew "pwgen"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "rbenv"
brew "readline"
brew "ruby"
brew "rust"
brew "shared-mime-info"
brew "shellcheck"
brew "shfmt"
brew "sqlite"
brew "starship"
brew "subversion"
brew "teamookla/speedtest/speedtest"
brew "telnet"
brew "tmux"
brew "tree"
brew "unbound"
brew "vim"
brew "watch"
brew "webp"
brew "wget"
brew "x265"
brew "xz"
brew "ykman"
brew "yq"
cask "1password-cli"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "google-cloud-sdk"
cask "ngrok"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "yubico-yubikey-personalization-gui"
cask "yubico-yubikey-piv-manager"
mas "1Password for Safari", id: 1569813296
mas "Bitwarden", id: 1352778147
mas "CotEditor", id: 1024640650
mas "Developer", id: 640199958
mas "FANTASIAN", id: 1517339045
mas "GoodNotes", id: 1444383602
mas "Hex Fiend", id: 1342896380
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Mactracker", id: 430255202
mas "Mini Metro+", id: 1550663539
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "Playgrounds", id: 1496833156
mas "Slack", id: 803453959
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
mas "辞書 by 物書堂", id: 1380563956
vscode "GitHub.copilot"
vscode "GitHub.remotehub"
vscode "GitLab.gitlab-workflow"
vscode "PKief.material-icon-theme"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-playwright.playwright"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "rome.rome"
vscode "rust-lang.rust-analyzer"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "vscodevim.vim"
