tap "1password/tap"
tap "bufbuild/buf"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "oven-sh/bun"
brew "aspell"
brew "autoconf"
brew "bash"
brew "bat"
brew "brew-cask-completion"
brew "bufbuild/buf/buf"
brew "cmake"
brew "coreutils"
brew "deno"
brew "direnv"
brew "dnsmasq"
brew "dos2unix"
brew "exiftool"
brew "ffmpeg"
brew "firebase-cli"
brew "fish"
brew "freetype"
brew "fzf"
brew "gcc"
brew "gdbm"
brew "gettext"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "glab"
brew "glib"
brew "gmp"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "grpcurl"
brew "harfbuzz"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "icu4c"
brew "imagemagick"
brew "isl"
brew "jpeg"
brew "jq"
brew "libde265"
brew "libevent"
brew "libgit2@1.7"
brew "libheif"
brew "libmpc"
brew "libomp", link: true
brew "libpng"
brew "libssh2"
brew "libtasn1"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libyaml"
brew "little-cms2"
brew "lua"
brew "mas"
brew "mpfr"
brew "ncurses"
brew "neovim"
brew "nettle"
brew "nkf"
brew "nmap"
brew "oniguruma"
brew "openexr"
brew "openjpeg"
brew "openvpn"
brew "oven-sh/bun/bun"
brew "p11-kit"
brew "pandoc"
brew "pcre"
brew "pcre2"
brew "perl"
brew "pgformatter"
brew "pkg-config"
brew "protobuf"
brew "pstree"
brew "readline"
brew "ruby"
brew "rustup"
brew "shared-mime-info"
brew "shellcheck"
brew "shfmt"
brew "sqlite"
brew "starship"
brew "telnet"
brew "tmux"
brew "tree"
brew "unbound"
brew "uv"
brew "vim"
brew "volta"
brew "watch"
brew "webp"
brew "wget"
brew "x265"
brew "xz"
brew "ykman"
brew "yq"
cask "1password-cli"
cask "aws-vault"
cask "font-cascadia-code"
cask "font-cascadia-code-nf"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-nf"
cask "font-cascadia-mono-pl"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "google-cloud-sdk"
cask "ngrok"
cask "yubico-authenticator"
mas "1Password for Safari", id: 1569813296
mas "Bear", id: 1091189122
mas "CotEditor", id: 1024640650
mas "Developer", id: 640199958
mas "Hex Fiend", id: 1342896380
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Mactracker", id: 430255202
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "Playgrounds", id: 1496833156
mas "Slack", id: 803453959
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
mas "辞書 by 物書堂", id: 1380563956
vscode "angular.ng-template"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "rust-lang.rust-analyzer"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
