bungcip.better-toml
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
esbenp.prettier-vscode
foxundermoon.shell-format
James-Yu.latex-workshop
jpoissonnier.vscode-styled-components
lunaryorn.fish-ide
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.Go
PKief.material-icon-theme
skyapps.fish-vscode
streetsidesoftware.code-spell-checker
vscodevim.vim
